# Написать программу, которая считывает два числа и выводит их сумму, разность, частное, произведение,
# результат целочисленного деления, результат деления с остатком, результат возведения с остатком.

x = float(input("Enter number "))
y = float(input("Enter number "))
print(x + y)
print(x - y)
print(x / y)
print(x * y)
print(x // y)
print(x % y)